ITEST/itest.WebServiceAnnotation/test-resources/serviceclass-positive_aroundVoidMethod.req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns1:aroundVoidMethod xmlns:ns1="http://serviceclass.itest.openl.org/"/>
    </soap:Body>
</soap:Envelope>